driver-tests/bpelse/misc/MiscJbi/test/Test8/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/Test8/"
                   xmlns="urn:Test8">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test8Operation>
   <Test8Part>
    <Test8Element>
     <string1>United States</string1>
     <string2>Japan</string2>
    </Test8Element>
   </Test8Part>
  </Test8Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>